Repository: chaimaeSolutions/ipa_tesia_test
Catalog: lib/l10n/app_*.arb
Languages: es

# noScansDescription
source: Try scanning a sample or change filters. Your recent scans will appear here.
es: Intenta escanear una muestra o cambia los filtros. Tus escaneos recientes aparecerán aquí.

source: Danger
es: Peligro

source: Low
es: Bajo

source: Medium
es: Medio

source: High
es: Alto

source: Today
es: Hoy

source: Yesterday
es: Ayer

# daysAgo
source: {days}d
es: Hace {days} días

# aspergillusDescription
source: Common indoor mold found in bathrooms
es: Moho común en interiores, encontrado en baños

# penicilliumDescription
source: Blue-green mold typically found in water-damaged areas
es: Moho azul-verde, típicamente encontrado en áreas con daños por agua

# stachybotryDescription
source: Black mold - highly toxic and dangerous
es: Moho negro - altamente tóxico y peligroso

# cladosporiumDescription
source: Dark green mold commonly found outdoors
es: Moho verde oscuro, comúnmente encontrado al aire libre

# alternariaDescription
source: Brown mold that causes allergic reactions
es: Moho marrón que provoca reacciones alérgicas

source: Filter By
es: Filtrar por

source: Mold Type
es: Tipo de moho

source: Danger Level
es: Nivel de peligro

source: Certainty
es: Certeza

source: Any
es: Cualquiera

source: Mold Scanner
es: Escáner de moho

source: Scans left
es: Escaneos restantes

source: Ready to Scan
es: Listo para escanear

# getInstantMoldIdentification
source: Get instant mold identification results
es: Obtén resultados de identificación de moho al instante

source: Camera
es: Cámara

source: Gallery
es: Galería

source: Photo Guidelines
es: Guía para fotos

source: Good Lighting
es: Buena iluminación

# goodLightingDescription
source: Use natural light or bright indoor lighting
es: Usa luz natural o iluminación interior brillante

source: Optimal Distance
es: Distancia óptima

# optimalDistanceDescription
source: Keep 20-30 cm away from the sample
es: Mantén 20-30 cm de distancia de la muestra

source: Stay Steady
es: Mantente estable

# staySteadyDescription
source: Hold still for a clear, focused image
es: Sostén quieto para una imagen clara y enfocada

# aiPoweredAnalysis
source: AI-powered analysis provides instant identification with confidence scores
es: El análisis impulsado por IA proporciona identificación instantánea con puntuaciones de confianza

source: Plan Limit Reached
es: Límite del plan alcanzado

# planLimitReachedMessage
source: You have reached your scan limit for this plan. Upgrade to continue scanning.
es: Has alcanzado el límite de escaneos de este plan. Actualiza para continuar escaneando.

source: Analyzing Image
es: Analizando imagen

# processingWithAI
source: Processing with AI detection...
es: Procesando con detección de IA...

source: scans remaining
es: escaneos restantes

# failedToProcessImage
source: Failed to process image: {error}
es: No se pudo procesar la imagen: {error}

source: Scan QR Code
es: Escanear código QR

# positionTheQrWithinFrame
source: Position the QR code within the frame to scan
es: Coloca el código QR dentro del marco para escanear

# pleaseSignIn
source: Please sign in to use the scanner
es: Por favor, inicia sesión para usar el escáner

# authenticationExpired
source: Authentication expired. Please sign in again.
es: La autenticación ha expirado. Por favor, inicia sesión nuevamente.

# apiKeyNotConfigured
source: AI service not configured on server. Please contact support.
es: Servicio de IA no configurado en el servidor. Por favor, contacta con soporte.

# failedToAnalyzeImage
source: Failed to analyze image. Try again later.
es: No se pudo analizar la imagen. Inténtalo de nuevo más tarde.

source: Scan Results
es: Resultados del escaneo

source: View on Web
es: Ver en la web

source: Type of Mold
es: Tipo de moho

source: Health Risks
es: Riesgos para la salud

source: Prevention
es: Prevención

source: Detection Statistics
es: Estadísticas de detección

source: users
es: usuarios

source: Detection Accuracy
es: Precisión de la detección

source: Common in Homes
es: Común en hogares

source: Severity Level
es: Nivel de gravedad

# quickFactsAboutMold
source: Quick facts about this mold type. Use the tabs to switch context.
es: Datos rápidos sobre este tipo de moho. Usa las pestañas para cambiar de contexto.

source: Overview
es: Resumen

source: Habitat
es: Hábitat

source: Images
es: Imágenes

# sampleImageCaptured
source: Sample image captured for this scan.
es: Imagen de muestra capturada para este escaneo.

source: What exposure can cause
es: Qué puede causar la exposición

source: Copy health risks
es: Copiar riesgos para la salud

source: Learn more
es: Aprender más

source: Go to Prevention
es: Ir a Prevención

source: Close
es: Cerrar

source: Prevention Methods
es: Métodos de prevención

source: Copy prevention
es: Copiar prevención

# practicalStepsToReduce
source: Practical steps to reduce exposure and prevent growth.
es: Pasos prácticos para reducir la exposición y prevenir el crecimiento.

source: Download full report (PDF)
es: Descargar informe completo (PDF)

source: Home
es: Inicio

source: History
es: Historial

source: Notifications
es: Notificaciones

# copiedToClipboard
source: {label} copied to clipboard
es: {label} copiado al portapapeles

source: PDF exported
es: PDF exportado

# errorExportingPDF
source: Error exporting PDF: {error}
es: Error al exportar PDF: {error}

source: Could not open web link
es: No se pudo abrir el enlace web

# pdfScanReportTitle
source: Mold Scan Report
es: Informe de Escaneo de Moho

# pdfDescription
source: Description
es: Descripción

# pdfOverview
source: Overview
es: Resumen

# pdfHabitat
source: Habitat
es: Hábitat

# pdfDetectionStatistics
source: Detection Statistics
es: Estadísticas de Detección

# pdfHealthRisks
source: Health Risks
es: Riesgos para la Salud

# pdfPreventionMethods
source: Prevention Methods
es: Métodos de Prevención

# pdfNoneListed
source: None listed
es: No hay elementos

# pdfGenerated
source: Generated
es: Generado

source: Could not copy
es: No se pudo copiar el texto

source: Share Summary
es: Compartir resumen

# shareSummaryDescription
source: Share a quick summary of your mold scan results with others.
es: Comparte un resumen rápido de los resultados de tu escaneo de moho con otros.

# unreadNotifications
source: {count} unread
es: {count} sin leer

source: Mark all as read
es: Marcar todo como leído

source: No notifications yet
es: Aún no hay notificaciones

# notificationsDescription
source: We'll notify you when something new arrives
es: Te notificaremos cuando llegue algo nuevo

source: Notification deleted
es: Notificación eliminada

source: Scan Complete
es: Escaneo completado

# scanCompleteMessage
source: Your {moldType} scan has been analyzed successfully
es: Tu escaneo de {moldType} ha sido analizado exitosamente

source: High Risk Detected
es: Riesgo alto detectado

# highRiskDetectedMessage
source: {moldType} detected with high severity level. Take immediate action.
es: {moldType} detectado con nivel de gravedad alto. Toma acción inmediata.

source: Scan Limit Warning
es: Advertencia de límite de escaneos

# scanLimitWarningMessage
source: You have {remaining} scans remaining in your plan
es: Te quedan {remaining} escaneos en tu plan

source: New Feature Available
es: Nueva función disponible

# newFeatureAvailableMessage
source: Check out our new AI-powered recommendations feature
es: Descubre nuestra nueva función de recomendaciones impulsada por IA

source: Just now
es: Justo ahora

# minutesAgo
source: {minutes}m ago
es: hace {minutes} min

# hoursAgo
source: {hours}h ago
es: hace {hours} h

source: Delete all
es: Eliminar todo

source: Delete All Notifications
es: Eliminar todas las notificaciones

# deleteAllNotificationsConfirm
source: Are you sure you want to delete all notifications? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar todas las notificaciones? Esta acción no se puede deshacer.

source: All notifications deleted
es: Todas las notificaciones eliminadas

# allMarkedAsRead
source: All notifications marked as read
es: Todas las notificaciones marcadas como leídas

source: Please sign in to view notifications
es: Por favor, inicia sesión para ver las notificaciones

source: Error loading notifications
es: Error al cargar las notificaciones

# scanResultTitle
source: Scan result: {moldType}
es: Resultado del escaneo: {moldType}

# scanResultMessageMedium
source: {moldType} detected (medium severity). Scans left: {scansLeft}.
es: {moldType} detectado (severidad media). Restan {scansLeft} escaneos.

# scanResultMessage
source: {moldType} detected. Scans left: {scansLeft}.
es: {moldType} detectado. Restan {scansLeft} escaneos.

# scanResultMessageHigh
source: High severity detected for {moldType}. Act fast. Scans left: {scansLeft}.
es: Se detectó alta severidad para {moldType}. Actúe rápido. Restan {scansLeft} escaneos.

# checkingSession
source: Checking your session...
es: Comprobando tu sesión...

source: Session restored
es: Sesión restaurada

source: Kit verified successfully
es: Kit verificado correctamente

# noSessionToken
source: No session token. Please scan or enter the kit code.
es: No hay token de sesión. Escanea o introduce el código del kit.

# verifyingQr
source: Verifying QR code...
es: Verificando el código QR...

source: Verifying code...
es: Verificando el código...

source: Code verified
es: Código verificado

# invalidCodeFormat
source: Code must match format: TS-XXXX-XXXX-XXXX
es: El código debe tener el formato: TS-XXXX-XXXX-XXXX

# genericError
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.

# scanOrEnterCode
source: Scan the QR code on your kit or enter the code manually to sign up.
es: Escanea el código QR de tu kit o introduce el código manualmente para registrarte.

source: Kit verification
es: Verificación del kit

# enterCodeHint
source: Enter your kit code below
es: Introduce tu código del kit a continuación

source: Scan QR
es: Escanear QR

# enterCode
source: Enter code manually
es: Introducir código manualmente

source: Verify
es: Verificar

# verifiedPrompt
source: Device verified. You can proceed to Sign Up.
es: Dispositivo verificado. Puedes continuar con el registro.

source: Proceed to Sign Up
es: Continuar con el registro

source: Welcome to Tesia!
es: ¡Bienvenido a Tesia!

# getStartedMessage
source: Complete your profile or link your Google account to get the most out of your mold detection experience.
es: Completa tu perfil o vincula tu cuenta de Google para aprovechar al máximo tu experiencia de detección de moho.

source: Complete Profile
es: Completar perfil

source: Link Google Account
es: Vincular cuenta de Google

source: Ignore for now
es: Ignorar por ahora

# googleAccountLinked
source: Google account linked successfully!
es: ¡Cuenta de Google vinculada con éxito!

# linkedWith
source: Linked with {provider}
es: Vinculado con {provider}

# googleLinked
source: Linked with Google
es: Vinculado con Google

# welcomeNotificationTitle
source: Welcome to TESIA! 🎉
es: ¡Bienvenido a TESIA! 🎉

# welcomeNotificationMessage
source: Complete your profile to get the most out of your experience
es: Completa tu perfil para aprovechar al máximo tu experiencia

# privacyAndSecurity
source: Privacy & Security
es: Privacidad y seguridad

# privacySummaryTitle
source: How we handle your data
es: Cómo manejamos tus datos

# privacySummaryBody
source: We collect only what is necessary to provide and improve TESIA. Your account info, test results, and device identifiers help us deliver personalized features and reliable sync across devices. We protect data with industry-standard security, do not sell personal data, and provide options to manage or delete your information.
es: Solo recopilamos lo necesario para ofrecer y mejorar TESIA. La información de tu cuenta, los resultados de las pruebas y los identificadores del dispositivo nos ayudan a brindar funciones personalizadas y una sincronización confiable entre dispositivos. Protegemos los datos con seguridad de nivel industrial, no vendemos información personal y ofrecemos opciones para gestionar o eliminar tu información.

source: View PDF
es: Ver PDF

source: Open full PDF
es: Abrir PDF completo

source: Open PDF
es: Abrir PDF

source: Settings
es: Configuración

source: Profile
es: Perfil

source: Theme
es: Tema

source: English
es: Inglés

source: Google account
es: Cuenta de Google

source: Linked
es: Vinculada

source: Sync active
es: Sincronización activa

source: Sync your data with Google
es: Sincroniza tus datos con Google

source: Security
es: Seguridad

source: App
es: Aplicación

source: Help & Support
es: Ayuda y soporte

source: Get help and contact support
es: Obtén ayuda y contacta con el soporte

source: About
es: Acerca de

source: App version and information
es: Versión e información de la aplicación

source: Rate App
es: Calificar la aplicación

source: Rate us on the app store
es: Califícanos en la tienda de aplicaciones

source: Sign out of your account
es: Cierra sesión en tu cuenta

source: Permanently delete your account
es: Elimina tu cuenta permanentemente

source: Email Support
es: Soporte por correo electrónico

source: Phone Support
es: Soporte telefónico

source: FAQ
es: Preguntas frecuentes

source: Frequently asked questions
es: Preguntas frecuentes

source: Enjoying TESIA?
es: ¿Disfrutando de TESIA?

# rateAppDescription
source: Please take a moment to rate us on the app store. Your feedback helps us improve and reach more people who need mold detection!
es: Por favor, tómate un momento para calificarnos en la tienda de aplicaciones. Tus comentarios nos ayudan a mejorar y llegar a más personas que necesitan detección de moho.

source: Later
es: Más tarde

source: Rate Now
es: Calificar ahora

source: Manage your privacy settings
es: Gestionar tu configuración de privacidad

source: Key points
es: Puntos clave

# minimalDataCollection
source: Minimal data collection — only what we need to operate the service.
es: Recopilación mínima de datos: solo lo necesario para operar el servicio.

# strongEncryption
source: Strong transport encryption (TLS) and Firebase security rules.
es: Cifrado fuerte en tránsito (TLS) y reglas de seguridad de Firebase.

# googleSignInOptional
source: Google Sign-In is optional and used only for sync/backups.
es: El inicio de sesión con Google es opcional y se utiliza solo para sincronización y copias de seguridad.

# requestDataDeletion
source: You can request data deletion at any time.
es: Puedes solicitar la eliminación de tus datos en cualquier momento.

source: More details
es: Más detalles

# moreDetailsDescription
source: This summary highlights the most important privacy and security practices. For complete information, open the full PDF which includes detailed policies and contact information.
es: Este resumen destaca las prácticas más importantes de privacidad y seguridad. Para información completa, abre el PDF completo que incluye políticas detalladas e información de contacto.

source: Select Language
es: Seleccionar idioma

source: Select Theme
es: Seleccionar tema

# privacySecurityAndAppInfo
source: App info
es: Información de la aplicación

source: About TESIA
es: Acerca de TESIA

# aboutTesiaDescription
source: TESIA is an AI-powered mold detection app designed to help homeowners and professionals quickly identify and analyze mold risks. We focus on accuracy, privacy, and a seamless user experience.
es: TESIA es una aplicación de detección de moho impulsada por IA, diseñada para ayudar a propietarios y profesionales a identificar y analizar rápidamente los riesgos de moho. Nos enfocamos en la precisión, la privacidad y una experiencia de usuario fluida.

source: What we offer
es: Lo que ofrecemos

# aiMoldDetection
source: Real-time AI mold detection with confidence scores.
es: Detección de moho en tiempo real con puntuaciones de confianza.

# detailedReportsAndSync
source: Detailed downloadable reports and cloud sync.
es: Informes detallados descargables y sincronización en la nube.

# privacyFirstApproach
source: Privacy-first: minimal data collection, no selling.
es: Privacidad ante todo: recopilación mínima de datos, sin venta de información.

# multiLanguageSupport
source: Multi-language and theme support.
es: Soporte multilingüe y temas personalizables.

source: Version
es: Versión

source: Support
es: Soporte

# copyright
source: © 2025 TESIA. All rights reserved.
es: © 2025 TESIA. Todos los derechos reservados.

source: Visit Website
es: Visitar sitio web

# signOutConfirmation
source: Are you sure you want to sign out? You will need to sign in again to access your account and sync your data.
es: ¿Estás seguro de que deseas cerrar sesión? Deberás iniciar sesión nuevamente para acceder a tu cuenta y sincronizar tus datos.

# deleteAccountConfirmation
source: Are you sure you want to permanently delete your account? This action cannot be undone and will result in:
es: ¿Estás seguro de que deseas eliminar permanentemente tu cuenta? Esta acción no se puede deshacer y resultará en:

# lossOfDetectionHistory
source: • Loss of all detection history
es: • Pérdida de todo el historial de detección

# lossOfSettings
source: • Loss of saved settings and preferences
es: • Pérdida de configuraciones y preferencias guardadas

# lossOfCloudSync
source: • Loss of cloud sync data
es: • Pérdida de los datos sincronizados en la nube

# unableToRecover
source: • Inability to recover the account
es: • Imposibilidad de recuperar la cuenta

source: Reset
es: Restablecer

source: Apply
es: Aplicar

# printFailed
source: Print failed: {error}
es: Error al imprimir: {error}

source: Could not open link
es: No se pudo abrir el enlace

source: Account linked
es: Cuenta vinculada

# googleAccountLinkedDialogDescription
source: Your Google account is successfully linked. You can now sync your TESIA data across devices and enable backups.
es: Tu cuenta de Google está vinculada con éxito. Ahora puedes sincronizar tus datos de TESIA en todos los dispositivos y habilitar copias de seguridad.

# connectGoogleAccountDescription
source: Connect your Google account to sync your TESIA data across all your devices and enable automatic backup of your mold detection history.
es: Conecta tu cuenta de Google para sincronizar tus datos de TESIA en todos tus dispositivos y habilitar la copia de seguridad automática de tu historial de detección de moho.

# syncingData
source: Your data is being synced
es: Tus datos se están sincronizando

source: Link account
es: Vincular cuenta

source: Unlink account
es: Desvincular cuenta

source: Google sign-in cancelled
es: Inicio de sesión de Google cancelado

source: Google account unlinked
es: Cuenta de Google desvinculada

source: Not signed in
es: No has iniciado sesión

source: Set Password
es: Establecer contraseña

# setPasswordExplanation
source: To unlink Google you must set a password for this account so you can sign in after unlinking
es: Para desvincular Google, debes establecer una contraseña para esta cuenta para que puedas iniciar sesión después de desvincularla.

# unlinkRequiresPassword
source: You must set a password before unlinking Google.
es: Debes establecer una contraseña antes de desvincular Google.

# failedToLinkPassword
source: Failed to set password. Please try again.
es: Error al establecer la contraseña. Por favor, inténtalo de nuevo.

source: Deleting account...
es: Eliminando cuenta...

# pleaseWait
source: Please wait, this may take a moment.
es: Por favor espera, esto puede tardar un momento.

# failedToDeleteAccount
source: Failed to delete account. Please try again.
es: Error al eliminar la cuenta. Por favor, inténtalo de nuevo.

source: Account not found.
es: Cuenta no encontrada.

# failedToLoadPrivacyPolicy
source: Failed to load privacy policy. Please try again later.
es: Error al cargar la política de privacidad. Por favor, inténtalo de nuevo más tarde.
