Repository: chaimaeSolutions/ipa_tesia_test
Catalog: lib/l10n/app_*.arb
Languages: es

source: Welcome to
es: Bienvenido a

source: Get Started
es: Comenzar

# termsAndPrivacy
source: By continuing, you agree to our Terms of Service and Privacy Policy
es: Al continuar, aceptas nuestros Términos de servicio y Política de privacidad

source: Language
es: Idioma

source: Skip
es: Saltar

source: Next
es: Siguiente

source: Prev
es: Anterior

# takePicture
source: Take a Picture
es: Tomar una foto

source: Read Guide
es: Leer guía

# stepXofY
source: Step {current} of {total}
es: Paso {current} de {total}

# onboardingCoverSubtitle
source: The AI-powered mold analysis app for quick and reliable identification.
es: La aplicación de análisis de moho con IA para una identificación rápida y confiable.

# scanMold
source: Scan the Mold
es: Escanear el moho

# scanMoldDescription
source: Easily capture a photo of the mold in your environment. Our app guides you through a quick and simple scanning process to begin the analysis journey.
es: Captura fácilmente una foto del moho en tu entorno. Nuestra aplicación te guía en un proceso rápido y sencillo de escaneo para comenzar el análisis.

# aiAnalysis
source: AI Analyses
es: Análisis con IA

# aiAnalysisDescription
source: Harness the power of advanced AI. Your mold sample is analyzed with cutting-edge algorithms that deliver deep insights, ensuring accurate and reliable results.
es: Aprovecha el poder de la inteligencia artificial avanzada. Tu muestra de moho es analizada con algoritmos de última generación que ofrecen información detallada, garantizando resultados precisos y confiables.

# fastResults
source: Fast Results with High Details
es: Resultados rápidos y detallados

# fastResultsDescription
source: Receive detailed, high-precision results in seconds. Our system provides clear, actionable reports designed to help you understand and manage mold issues effectively.
es: Recibe resultados detallados y de alta precisión en segundos. Nuestro sistema proporciona informes claros y prácticos diseñados para ayudarte a comprender y gestionar los problemas de moho de manera eficaz.

# getStartedTitle
source: Get Started
es: Comenzar

# getStartedDescription
source: Read our guide for best practices or jump right in to protect your environment with just one tap.
es: Lee nuestra guía de buenas prácticas o empieza directamente a proteger tu entorno con un solo toque.

source: Light
es: Claro

source: Dark
es: Oscuro

source: Auto
es: Automático

source: System
es: Sistema

source: Change theme
es: Cambiar tema

# completeVerificationToContinue
source: Please complete kit verification or sign in
es: Completa la verificación para continuar

# noSignedInUser
source: No signed-in user found. Please sign in first.
es: No se encontró ningún usuario conectado. Por favor, inicia sesión primero.

# googleAccountLinkedSuccess
source: Google account linked successfully
es: Cuenta de Google vinculada correctamente.

# providerAlreadyLinked
source: This account already has Google linked.
es: Esta cuenta ya tiene Google vinculado.

# credentialAlreadyInUse
source: That Google account is already used by another account.
es: Esa cuenta de Google ya está siendo utilizada por otra cuenta.

# googleEmailAlreadyInUse
source: Google email is already associated with another account.
es: El correo de Google ya está asociado a otra cuenta.

source: Failed to link Google account.
es: Error al vincular la cuenta de Google.

source: Linking...
es: Vinculando...

# networkError
source: Network error. Check your connection.
es: Error de red. Verifica tu conexión.

# requestTimedOut
source: Request timed out. Check your connection.
es: Tiempo de espera agotado. Compruebe su conexión.

# kitNotFound
source: Kit not found or invalid code.
es: Kit no encontrado o código inválido.

# invalidQr
source: Invalid QR code (forgery detected).
es: Código QR inválido (posible manipulación).

# kitAlreadyReserved
source: Kit already reserved by another device.
es: El kit ya está reservado por otro dispositivo.

# kitAlreadyUsed
source: Kit already used or session expired.
es: El kit ya fue usado o la sesión expiró.

source: Signup failed.
es: Error al completar el registro.

source: Link failed
es: Error al vincular

# serverError
source: Server error. Please try again.
es: Error del servidor. Inténtelo de nuevo.

# serverErrorShort
source: Server error
es: Error del servidor

# unexpectedError
source: Unexpected error. Please try again.
es: Error inesperado. Inténtelo de nuevo.

# welcomeBack
source: Welcome
es: Bienvenido

# signInToAccount
source: Sign in to your account
es: Inicia sesión en tu cuenta

source: Continue with Google
es: Continuar con Google

source: Enter Your Email
es: Introduce tu correo electrónico

source: Password
es: Contraseña

source: Forgot Password?
es: ¿Olvidaste tu Contraseña?

source: Sign In
es: Iniciar sesión

# dontHaveAccount
source: Don't have an account?
es: ¿No tienes una cuenta?

source: Sign Up
es: Regístrate

# pleaseEnterEmail
source: Please enter your email
es: Por favor introduce tu correo electrónico

# pleaseEnterValidEmail
source: Please enter a valid email
es: Por favor introduce un correo electrónico válido

# pleaseEnterPassword
source: Please enter a password
es: Por favor introduce una contraseña

# signInFailed
source: Sign in failed. Please try again.
es: Error al iniciar sesión. Por favor, inténtalo de nuevo.

source: OR
es: O

# invalidCredentials
source: Invalid email or password. Please try again.
es: Correo electrónico o contraseña no válidos. Por favor, inténtalo de nuevo.

# noUserFound
source: No user found with this email address.
es: No se encontró ningún usuario con esta dirección de correo electrónico.

source: Incorrect password.
es: Contraseña incorrecta.

source: Invalid email address.
es: Dirección de correo electrónico no válida.

# accountDisabled
source: This account has been disabled.
es: Esta cuenta ha sido deshabilitada.

# tooManyFailedAttempts
source: Too many failed attempts. Try again later.
es: Demasiados intentos fallidos. Inténtalo más tarde.

# googleSignInNotPermitted
source: Google sign-in is not permitted for this account.
es: El inicio de sesión con Google no está permitido para esta cuenta.

# googleSignInServerError
source: Server error while verifying sign-in. Please try again later.
es: Error del servidor al verificar el inicio de sesión. Por favor, inténtalo más tarde.

# passwordTooShort
source: Password must be at least {min} characters
es: La contraseña debe tener al menos {min} caracteres

# passwordRequiresUpper
source: Password must contain an uppercase letter
es: La contraseña debe contener una letra mayúscula

# passwordRequiresLower
source: Password must contain a lowercase letter
es: La contraseña debe contener una letra minúscula

# passwordRequiresDigit
source: Password must contain a digit
es: La contraseña debe contener un número

# passwordRequiresSpecial
source: Password must contain a special character
es: La contraseña debe contener un carácter especial

# googleSignInFailed
source: Failed to sign in with Google. Please try again.
es: Error al iniciar sesión con Google. Por favor, inténtalo de nuevo.

# googleSignInNotLinked
source: This email is registered with a password. Please sign in with email and password, or create a new account.
es: Este correo electrónico está registrado con una contraseña. Por favor, inicia sesión con correo electrónico y contraseña, o crea una nueva cuenta.

# verificationEmailResent
source: Verification email resent to
es: Correo electrónico de verificación reenviado a

source: Failed to resend email
es: Error al reenviar el correo electrónico

source: Failed to get email from Google
es: Error al obtener el correo electrónico de Google

source: Email change pending verification
es: Cambio de correo electrónico pendiente de verificación

source: Your email change to:
es: Tu cambio de correo electrónico a:

# isStillPendingVerification
source: is still pending verification. Please check your inbox and click the verification link.
es: está pendiente de verificación. Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación.

source: Create An Account
es: Crea una cuenta

source: Join us to start your journey
es: Únete a nosotros para comenzar tu camino

source: Confirm Password
es: Confirmar contraseña

# pleaseConfirmPassword
source: Please confirm your password
es: Por favor confirma tu contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

# passwordMinLength
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: I agree to the
es: Acepto los

# termsAndConditions
source: Terms & Conditions
es: Términos y Condiciones

# pleaseAcceptTerms
source: Please accept the Terms & Conditions
es: Por favor acepta los Términos y Condiciones

source: Account created successfully!
es: ¡Cuenta creada con éxito!

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes una cuenta?

# emailAlreadyRegistered
source: The email {email} is already registered. Please sign in with your existing account or use a different Google account.
es: El correo electrónico {email} ya está registrado. Por favor, inicia sesión con tu cuenta existente o utiliza una cuenta de Google diferente.

# googleAuthNoIdToken
source: Google authentication failed. Please try again.
es: La autenticación de Google falló. Por favor, inténtalo de nuevo.

# googleSignUpFailed
source: Failed to sign up with Google. Please try again.
es: Error al registrarse con Google. Por favor, inténtalo de nuevo.

# signUpFailed
source: Sign up failed. Please try again.
es: Error al registrarse. Por favor, inténtalo de nuevo.

source: The email address:
es: La dirección de correo electrónico:

# accountAlreadyRegistered
source: is already registered. Please sign in with this account or choose a different Google account.
es: ya está registrada. Por favor, inicia sesión con esta cuenta o elige una cuenta de Google diferente.

source: Choose Different Account
es: Elegir Cuenta Diferente

source: Linking cancelled
es: Vinculación cancelada

# currentAccount
source: Current
es: Cuenta actual

source: Try Again
es: Intenta de nuevo

# userDisabled
source: User account is disabled.
es: La cuenta de usuario está deshabilitada.

# forgotPasswordSubtitle
source: Enter your email address and we'll send you a link to reset your password
es: Ingresa tu dirección de correo y te enviaremos un enlace para restablecer tu contraseña

source: Send Reset Link
es: Enviar Enlace de Restablecimiento

# resetLinkSent
source: Reset link sent successfully!
es: ¡Enlace de restablecimiento enviado exitosamente!

source: Email Sent!
es: ¡Correo Enviado!

# checkYourEmail
source: We've sent a password reset link to:
es: Hemos enviado un enlace de restablecimiento de contraseña a:

# resetInstructions
source: Click the link in your email to reset your password. The link will expire in 24 hours.
es: Haz clic en el enlace de tu correo para restablecer tu contraseña. El enlace expirará en 24 horas.

# resendEmail
source: Resend
es: Reenviar

source: Back to Sign In
es: Volver al Inicio de Sesión

# resetFailed
source: Failed to send reset link. Please try again.
es: Error al enviar el enlace de restablecimiento. Por favor, inténtalo de nuevo.

# tryAgainInSeconds
source: Please wait {seconds} seconds before retrying.
es: Por favor espera {seconds} segundos antes de volver a intentar.

# tooManyRequests
source: Too many attempts — try again later.
es: Demasiados intentos — intenta de nuevo más tarde.

# guideTitle
source: TESIA Mold Guide
es: Guía de Moho TESIA

# guideDescription
source: Complete Guide to Mold Detection & Removal
es: Guía completa para la detección y eliminación de moho

source: Export
es: Exportar

source: Previous
es: Anterior

# pageXofY
source: Page {current} of {total}
es: Página {current} de {total}

source: Account
es: Cuenta

source: Advanced AI analysis
es: Análisis avanzado de IA

source: {percent}% completed
es: {percent}% completado

source: Unknown
es: Desconocido

source: Your Latest Scans
es: Tus últimos escaneos

source: See more
es: Ver más

source: Can cause allergies
es: Puede causar alergias

source: Common indoor mold
es: Moho común en interiores

source: Respiratory issues
es: Problemas respiratorios

source: Severe health effects
es: Efectos graves para la salud

source: No Recent Scans
es: No hay exploraciones recientes

# getStartedByScanningMold
source: Get started by scanning mold around your home
es: Comienza escaneando el moho en tu hogar

source: Fullname
es: Nombre completo

source: Email
es: Correo electrónico

source: Free Plan
es: Plan gratuito

source: Modify Password
es: Modificar contraseña

# modifyPasswordDescription
source: To change your password fill BOTH fields below.
es: Para cambiar tu contraseña rellena AMBOS campos abajo.

source: New Password
es: Nueva contraseña

source: Confirm New Password
es: Confirmar nueva contraseña

# pleaseEnterNewPassword
source: Please enter a new password
es: Por favor, introduce una nueva contraseña

# passwordMustBe6Chars
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: Please confirm your password
es: Por favor, confirma tu contraseña

source: Danger Zone
es: Zona de peligro

# dangerZoneExpanded
source: Deleting your account is permanent and cannot be undone.
es: Eliminar tu cuenta es permanente y no se puede deshacer.

# dangerZoneCollapsed
source: Tap to view delete option
es: Toca para ver la opción de eliminar

source: Delete Account
es: Eliminar cuenta

# deleteAccountConfirmTitle
source: Delete account?
es: ¿Eliminar cuenta?

# deleteAccountConfirmMessage
source: This will permanently delete your account and all data. Are you sure you want to continue?
es: Esto eliminará permanentemente tu cuenta y todos los datos. ¿Seguro que deseas continuar?

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

# accountDeleted
source: Account deleted successfully.
es: Cuenta eliminada

source: Save Changes
es: Guardar cambios

source: Profile updated
es: Perfil actualizado

source: Remove Photo
es: Eliminar foto

source: Sign Out
es: Cerrar sesión

# signOutConfirmMessage
source: Are you sure you want to sign out?
es: ¿Estás seguro de que deseas cerrar sesión?

source: Signed out
es: Sesión cerrada

source: Sign out failed
es: Error al cerrar sesión

# deleteAccountFailed
source: Account deletion failed
es: Error al eliminar la cuenta

# reauthenticateToDeleteAccount
source: Please re-authenticate to delete your account.
es: Por favor, vuelve a autenticarte para eliminar tu cuenta.

# termsAndConditionsLong
source: Welcome to Tesia. These Terms and Conditions govern your use of the Tesia mobile application and any related services. By creating an account and using the app, you agree to comply with these terms. Eligibility You must be at least 13 years old to register and use the service. Your responsibilities You are responsible for maintaining the confidentiality of your account credentials and for all activity that occurs under your account. Do not use the app for unlawful purposes, attempt to reverse‑engineer the service, or upload content that infringes third‑party rights. Service changes & access Tesia may suspend, modify, or terminate access to features at any time. Data & privacy We collect and process certain personal data as described in our Privacy Policy. By using the app you consent to this collection and processing. Disclaimer & limitation of liability All content is provided “as is” without warranties of any kind. To the maximum extent permitted by law, Tesia disclaims all warranties and will not be liable for indirect, incidental, special, or consequential damages. Account termination & retention You may terminate your account at any time. Some data may be retained after termination for legal or legitimate business purposes. Changes to these terms We may update these terms from time to time. When required, we will post changes and obtain consent. Questions If you have questions or need help, contact support@tesia.com. By tapping Accept you confirm that you have read, understood, and agree to these Terms and Conditions.
es: Bienvenido a Tesia. Estos Términos y Condiciones rigen el uso de la aplicación móvil Tesia y los servicios relacionados. Al crear una cuenta y usar la aplicación, aceptas cumplir estos términos. Elegibilidad Debes tener al menos 13 años para registrarte y usar el servicio. Responsabilidades del usuario Eres responsable de mantener la confidencialidad de tus credenciales y de toda actividad que ocurra bajo tu cuenta. No uses la aplicación con fines ilegales, intentes ingeniería inversa sobre el servicio ni subas contenido que infrinja derechos de terceros. Cambios en el servicio y acceso Tesia puede suspender, modificar o terminar el acceso a funcionalidades en cualquier momento. Datos y privacidad Recopilamos y procesamos ciertos datos personales según se describe en nuestra Política de Privacidad. Al usar la aplicación consientes dicha recopilación y tratamiento. Renuncia y limitación de responsabilidad Todo el contenido se ofrece "tal cual" sin garantías. En la máxima medida permitida por la ley, Tesia excluye garantías y no será responsable por daños indirectos, incidentales, especiales o consecuentes. Terminación de cuenta y conservación de datos Puedes cerrar tu cuenta en cualquier momento. Tras la terminación, ciertos datos pueden conservarse por motivos legales o comerciales legítimos. Cambios en estos términos Podemos actualizar estos términos ocasionalmente. Cuando sea necesario publicaremos los cambios y, si procede, solicitaremos tu consentimiento. Preguntas Si tienes dudas o necesitas ayuda, contacta con support@tesia.com. Al pulsar "Aceptar" confirmas que has leído, entendido y aceptas estos Términos y Condiciones.

# refreshfailed
source: Auth refresh failed. Sign out and sign in again.
es: Error al actualizar la autenticación. Cierra sesión y vuelve a iniciar sesión.

# imageStored
source: Profile image stored successfully.
es: Imagen de perfil guardada correctamente.

# uploadFailed
source: Image upload failed. Please try again.
es: Error al subir la imagen. Por favor, inténtalo de nuevo.

# removeFailed
source: Failed to remove profile picture. Please try again.
es: No se pudo eliminar la imagen de perfil. Por favor, inténtalo de nuevo.

# failedToPickImage
source: Failed to pick image. Please try again.
es: No se pudo seleccionar la imagen. Por favor, inténtalo de nuevo.

# profilePictureUpdated
source: Profile picture updated successfully.
es: Imagen de perfil actualizada correctamente.

# profilePictureRemoved
source: Profile picture removed successfully.
es: Imagen de perfil eliminada correctamente.

source: Verify Identity
es: Verificar identidad

# verifyIdentityContent
source: How would you like to verify your identity?
es: ¿Cómo te gustaría verificar tu identidad?

# reenterPasswordFor
source: Re-enter password for {email}
es: Vuelve a introducir la contraseña para {email}

source: Password required
es: Se requiere la contraseña

# continueLabel
source: Continue
es: Continuar

# emailChangeGoogleProvider
source: Email change not allowed for Google-only accounts. To change your email: either update your Google account email, or link an email/password credential in Account
es: El cambio de correo electrónico no está permitido para cuentas solo de Google. Para cambiar tu correo electrónico: actualiza el correo electrónico de tu cuenta de Google o vincula una credencial de correo electrónico/contraseña en la cuenta.

# emailchangecanceled
source: Email change cancelled
es: Cambio de correo electrónico cancelado

# emailChangePending
source: A verification email has been sent to {newEmail}. Your account email will update after you confirm the link.
es: Se ha enviado un correo electrónico de verificación a {newEmail}. Tu correo electrónico de cuenta se actualizará después de que confirmes el enlace.

# updatedfailed
source: Update failed
es: Error al actualizar

# googlePasswordChangeNotAvailable
source: Password change is not available for Google-linked accounts. To change your password, please use Google account settings.
es: El cambio de contraseña no está disponible para cuentas vinculadas a Google. Para cambiar tu contraseña, utiliza la configuración de tu cuenta de Google.

source: Password updated successfully
es: Contraseña actualizada con éxito

# reauthCancelled
source: Re-authentication cancelled
es: Re-autenticación cancelada

# reauthFailed
source: Re-authentication failed
es: Re-autenticación fallida

# passwordTooWeak
source: Password is too weak
es: La contraseña es demasiado débil

# authError
source: Authentication error
es: Error de autenticación

source: Password update failed
es: Error al actualizar la contraseña

source: Account deleted fallback
es: Cuenta eliminada por defecto

# recentSignInRequiredDelete
source: Recent sign-in required to delete account
es: Se requiere un inicio de sesión reciente para eliminar la cuenta

source: Account deletion failed
es: Error al eliminar la cuenta

source: Email already in use
es: El correo electrónico ya está en uso

source: Failed to update email
es: Error al actualizar el correo electrónico

# verifemailsent
source: Verification email sent to {email}. Please check your inbox.
es: Correo de verificación enviado a {email}. Por favor, revisa tu bandeja de entrada.

source: Email verified successfully
es: Correo verificado exitosamente

# recentSignInRequiredEmail
source: Recent sign-in required to update email
es: Se requiere un inicio de sesión reciente para actualizar el correo

source: Google account not linked
es: Cuenta de Google no vinculada

# recentSignInRequiredLink
source: Recent sign-in required to link account
es: Se requiere un inicio de sesión reciente para vincular la cuenta

source: Checking password requirement...
es: Verificando requisitos de contraseña...

source: Unlinking Google account...
es: Desvinculando cuenta de Google...

source: Google account already linked to you.
es: Cuenta de Google ya vinculada a ti.

source: Invalid Google credential.
es: Credencial de Google inválida.

source: Google account already linked.
es: Cuenta de Google ya vinculada.

source: Unlinking account...
es: Desvinculando cuenta...

source: Linking account...
es: Vinculando cuenta...

source: Resend
es: Reenviar

# verificationEmailSent
source: Verification email sent to {email}. Please check your inbox.
es: Correo de verificación enviado a {email}. Por favor, revisa tu bandeja de entrada.

# emailChangeTimedOut
source: Email change timed out. Please try again.
es: El cambio de correo electrónico ha caducado. Por favor, inténtalo de nuevo.

# waitingForEmailVerification
source: Waiting for email verification... Check your inbox.
es: Esperando la verificación del correo electrónico... Revisa tu bandeja de entrada.

# pendingEmailVerification
source: Pending email verification for {email}
es: Verificación de correo electrónico pendiente para {email}

# verifyBeforeUpdateEmailTitle
source: Verify Email
es: Verifica electrónico

# emailVerificationStepsTitle
source: Next Steps:
es: Próximos pasos:

source: Check your inbox
es: Revisa tu bandeja de entrada

source: Click the verification link
es: Haz clic en el enlace de verificación

# signInAgainWithNewEmail
source: Sign in again with your new email
es: Inicia sesión nuevamente con tu nuevo correo electrónico

source: Understood
es: Entendido

source: Latest Scans
es: Escaneos recientes

source: High Risk
es: Alto riesgo

source: Medium Risk
es: Medio

source: Low Risk
es: Bajo riesgo

source: Scan History
es: Historial de escaneos

# searchByMoldOrNotes
source: Search by Name
es: Buscar por moho

source: All
es: Todos

source: No scans yet
es: Aún no hay escaneos
